LEXICON_RU: dict[str, str] = {

    'help': '''<b>Привет</b>👋
Я бот, который поможет тебе рассчитать стоимость заказа и оформить его.
Оформи заказ или рассчитай стоимость прямо сейчас👇''',
    'unsubhelp': '''<b>Привет!</b>👋
Я бот, который поможет тебе рассчитать стоимость заказа и оформить его.
Но перед этим тебе следует подписаться на телеграм канал!👇''',
    'subs': '<b>Ты еще не подписан</b>!🟥',
    'notsubs': '<b>Спасибо за подписку</b>!✅',
    'unk': 'Я ещё не знаю как ответить на эту команду 👾',
    'manager': 'Вы успешно стали <b>менеджером👤</b>\nТеперь анкеты покупателей будут приходить сюда!',
    'order1': 'Нажмите <b><i>продолжить</i></b>, если хотите заполнить анкету📱',
    'order2': 'Чтобы после заполнения заявки с вами мог связаться <b>менеджер</b>, вам необходимо установить <code>юзернейм</code>!',
    'url': 'Ссылка на понравившийся товар:\n\nПришлите <code>ссылку</code> на понравившийся товар с <b>Poizon</b>📬',
    'modification': 'Модификация товара: Опишите модификацию товара: <b>размер, цвет и т.д📝</b>',
    'price': '''Напишите стоимость выбранного товара в <b><i>юанях</i></b>💴💰
Примечание: убедитесь что вы посмотрели цену за нужную модификацию (размер, цвет, и т.д) и присылайте нам только <b>числовое значение!</b>''',
    'not_price': 'Я же попросил, <b>только</b> числовое значение!😕',
    'gotovo': '<b>✅Заказ оформлен!</b> В ближайшее время с вами свяжется наш менеджер\n\nесли с вами долго не связываются, напишите пожалуйста первыми!\n👨‍💼Менеджеры:\n@maisdevv',
    'tovarcaption': '🔍Введите <b>стоимость товара в юанях</b> для расчета приблизительной стоимости:',
    'await': '<b>Идет подсчет стоимости</b>💴',
    'managers': '''<b>Менеджер👤</b>
При возникновении любых спорных моментов обращайтесь к менеджеру! Вам ответят на все интересующие вопросы и решат возникшую проблему\n
@maisdevv''',
    'otzivi': '''<b>📌Отзывы и выкупы</b>
здесь наши клиенты оставляют честное мнение о работе нашего сервиса
[Тут ссылка на канал с отзывами.]''',
    'diliver': '📦 <b>Выберите способ доставки:</b>',
    'category': '™️ <b>Выберите категорию товара, для расчета стоимости:</b>',
    'productt': '✍️ <b>Выберите товар который хотите рассчитать:</b>'
    
}